{
    "草地贪夜蛾": {
        "害虫类别": "草地贪夜蛾",
        "卵(Egg)": "圆顶状,底部扁平,直径约 0.4 毫米,高约 0.3 毫米,初产时为浅绿或白色,之后逐渐变为浅黄色,黄棕色,孵化前渐变为棕色,100 至 200 粒堆积成块状,多由白色鳞毛覆盖,多产于叶片正面,玉米喇叭口期多见于近喇叭口处",
        "幼虫(Larva)": "1 龄幼虫体长约 1.7 毫米,2 龄幼虫体长约 3.5 毫米,3 龄幼虫体长约 6.4 毫米,4 龄幼虫体长约 10.0 毫米,5 龄幼虫体长约 17.2 毫米,6 龄幼虫体长约 34.2 毫米,常见有浅黄、浅绿、褐色、墨绿色、灰黑色等,1 龄幼虫身体多为绿色,头呈黑或橙色,随着龄期增长颜色逐渐加深,高龄幼虫头部呈黑、棕或者橙色,3 龄后头部有倒 Y 形纹,腹部末节背面有 4 个呈正方形排列的黑点",
        "蛹(Pupa)": "被蛹,体长 15 至 17 毫米,体宽 4.5 毫米,化蛹初期体色淡绿色,逐渐变为红棕及黑褐色,常在 2 至 8 厘米深的土壤中化蛹,有时也在果穗或叶腋处化蛹",
        "成虫(Adult)雄虫": "翅展 32 至 40 毫米,后翅白色,边缘有窄褐色带,雄蛾前翅灰棕色,翅顶角向内各具一大白斑,环状纹后侧各具一浅色带自翅外缘至中室,肾形纹内侧各具一白色楔形纹",
        "成虫(Adult)雌虫": "翅展 32 至 40 毫米,后翅白色,边缘有窄褐色带,雌蛾前翅呈灰褐色或灰色棕色杂色,具环形纹和肾形纹,轮廓线黄褐色"
    },
    "黏虫": {
        "害虫类别": "黏虫",
        "卵(Egg)": "半球形, 馒头形, 稍带光泽, 直径约 0.5 毫米, 初产时白色, 后渐变黄色, 将近孵化时变为黑色, 卵粒单层排列, 成行, 成块",
        "幼虫(Larva)": "6 个龄期, 老熟幼虫体长约 38 毫米, 体色变化大, 淡绿至浓黑不等, 背面黑色, 腹面淡污色, 头部淡黄褐色, 头部红褐色, 头盖网纹, 额扁, 两侧褐色粗纵纹, 略呈八字形, 外侧褐色网纹, 背中线白色, 边缘黑线, 亚背线与气门上线之间稍带蓝色, 气门线与气门下线之间粉红色至灰白色, 体背各色纵条纹, 上方 1 条红褐色, 下方 1 条黄白色, 下方 1 条黄褐色, 下方 1 条近红褐色, 腹足外侧黑褐色宽纵带, 足先端半环式黑褐色趾钩",
        "蛹(Pupa)": "体长约 19 毫米, 初化蛹时乳白色, 后变红褐至黑褐色, 胸背多列横皱纹, 腹背 5-7 节上沿各脊一列线状尖刻若锯齿, 腹末 3 对尾刺, 中间两根较粗直, 两侧小而弯",
        "成虫雄虫": "体长 15-20 毫米, 翅展 36-40 毫米, 头部与胸部灰褐色, 腹部暗褐色, 颜色变化较多, 灰黄褐色, 黄色, 橙色, 内横线只现几个黑点, 环纹褐黄色, 肾纹褐黄色, 界限不显著, 肾纹后端一个白点, 两侧各有一个黑点, 外横线一列黑点, 缘线一列黑点, 翅尖向斜后方1条暗色条纹, 后翅暗褐色, 向基部色渐淡, 翅缰1根, 较粗壮",
        "成虫雌虫": "体长 15-20 毫米, 翅展 36-40 毫米, 头部与胸部灰褐色, 腹部暗褐色, 颜色变化较多, 灰黄褐色, 黄色, 橙色, 内横线只现几个黑点, 环纹褐黄色, 肾纹褐黄色, 界限不显著, 肾纹后端一个白点, 两侧各有一个黑点, 外横线一列黑点, 缘线一列黑点, 翅尖向斜后方1条暗色条纹, 后翅暗褐色, 向基部色渐淡, 翅缰3根, 均较细"
    },
    "棉铃虫": {
        "害虫类别": "棉铃虫",
        "卵(Egg)": "半球形,高 0.51 - 0.55mm,直径 0.44 - 0.48mm,顶部隆起,底部较平,中部常有 24 - 34 条直达卵底的纵隆纹,每两条隆纹间夹有 1 - 2 条短隆纹,短隆纹多为 2 叉或 3 叉,纵纹间横纹有 14 - 18 条,与纵纹形成长方形格,伸达花冠边缘的纵隆起常为 12 条,初产时乳白色,浅苹果色,后变成黄白色,出现浅红色带,即将孵化时变成紫褐色,顶部黑色",
        "幼虫(Larva)": "初孵幼虫青灰色,体上条纹不明显,前胸背板斑纹变化渐趋复杂,体线变化渐趋复杂,体表布满褐色和灰色长而尖的小刺,末龄幼虫体长 40 - 50mm,头黄褐,头有不明显黄褐斑纹,腹部第一、二、五节各有 2 个毛瘤特别明显,气门淡黄色,气门上方有一褐色纵带,褐色纵带由体壁细胞外突所形成的尖锐微刺排列而成,幼虫体色变异很大,体色黑色型,体色绿色型,体色绿色褐斑型,体色绿色黄斑型,体色黄色红斑型,体色灰褐色型,体色红色型,体色黄色型",
        "蛹雄虫": "体长 13.0 - 23.8mm,宽 4.2 - 6.5mm,纺锤形,赤褐色至黑褐色,腹部末端有一对臀刺,腹部第五至七节的点刻稀而粗,点刻均半圆形,生殖孔位于腹部腹面第九节,生殖孔与位于第十节的肛门相距较近,八、九腹节后缘正常,前半部相对较粗,腹部比较细长",
        "蛹雌虫": "体长 13.0 - 23.8mm,宽 4.2 - 6.5mm,纺锤形,赤褐色至黑褐色,腹部末端有一对臀刺,腹部第五至七节的点刻稀而粗,点刻均半圆形,生殖孔位于腹部腹面第八节,生殖孔与肛门相距较远,第八、九腹节后缘呈倒 V 形特别明显,前半部相对较细,腹部比较粗",
        "成虫雄虫": "体长 14 - 20mm,翅展 27 - 40mm,复眼较大,球形,绿色,头胸部及前翅常为青灰色或灰绿色,内横线波浪状不明显,中横线波浪状不明显,外横线波浪状不明显,外横线外有深灰色宽带,深灰色宽带上有 7 个小白点,肾形纹暗褐色,环形纹暗褐色,后翅灰白,后翅沿外缘具黑褐色宽带,黑褐色宽带中央有两个相连的白斑,后翅前缘中部有 1 个褐色月牙形斑纹",
        "成虫雌虫": "体长 14 - 20mm,翅展 27 - 40mm,复眼较大,球形,绿色,头胸部及前翅红褐色或黄褐色,翅反面常有红褐色或砖红色斑"
    },
    "玉米螟": {
        "害虫类别": "玉米螟",
        "卵(Egg)": "椭圆形, 长约 1mm, 宽约 0.8mm, 略有光泽, 不规则鱼鳞状卵块, 乳白色, 黄白色, 半透明, 黑点",
        "幼虫(Larva)": "初孵幼虫长约 1.5mm, 初孵头壳黑色, 初孵体乳白色半透明, 老熟体长 20 - 30mm, 老熟头壳深棕色, 老熟体浅灰褐色或浅红褐色, 纵线 3 条, 背线明显暗褐色, 第二三胸节背面 4 个圆形毛疣各生 2 根细毛, 第一至八腹节背面 2 列横排毛疣前列 4 个后列 2 个前大后小, 第九腹节毛疣 3 个, 胸足黄色, 腹足趾钩三缺环型上环缺口很小",
        "蛹(Pupa)雄虫": "黄褐色至红褐色, 长 15 - 18mm, 纺锤形, 初化新蛹粉白色, 羽化前黑褐色, 腹部背面气门间细毛 4 列黑褐色, 端部 5 - 8 根向上弯曲的刺毛, 较小, 生殖孔位于第七腹节气门后方开口于第九腹节腹面",
        "蛹(Pupa)雌虫": "黄褐色至红褐色, 长 15 - 18mm, 纺锤形, 初化新蛹粉白色, 羽化前黑褐色, 腹部背面气门间细毛 4 列黑褐色, 端部 5 - 8 根向上弯曲的刺毛, 比雄蛹肥大, 生殖孔在第七腹节开口于第八腹节腹面",
        "成虫(Adult)雄虫": "淡黄褐色, 体长 10 - 14mm, 翅展 20 - 26mm, 额不很宽, 触角丝状, 复眼黑色, 单眼小, 喙发达, 基部鳞片浅黄白色, 前翅浅黄色斑纹暗褐色, 前缘脉中部以前平直稍折向翅顶, 内横线明显, 小深褐色环形斑, 肾形褐斑, 环形斑和肾形斑之间黄色小斑, 外横线锯齿状内折角在脉上外折角在脉间, 外有明显黄色 Z 形暗斑, 缘毛灰黄褐色, 后翅浅黄色斑纹暗褐色, 中区暗褐色亚缘带和后中带, 其间大黄斑, 缘毛浅黄色, 雄性外生殖器爪形突三分叉两侧突稍短有稀疏凌乱刚毛, 抱器背有刺区比无刺区稍长, 抱器腹具刺区多具 3 - 4 根大刺, 阳茎基环双层 V 形背层两臂长腹层两臂短, 阳茎内一粗一细两指状突起",
        "成虫(Adult)雌虫": "翅展 26 - 30mm, 较雄性色淡, 前翅浅灰黄色横线明显或不明显, 后翅正面浅黄色横线不明显或无"
    },
    "双斑萤叶甲": {
        "害虫类别": "双斑萤叶甲",
        "卵(Egg)": "卵圆形, 长轴约 0.6mm, 卵壳表面有等边六角形的网纹, 初产的卵多为淡黄色, 取食棉花所产的卵为棕红色, 取食白菜、玉米和榆树叶片产的卵为黄色, 在卵的发育后期颜色慢慢变淡, 能看到内部虫体",
        "幼虫(Larva)": "头壳宽度为 0.2mm, 体为淡黄色, 体色慢慢变深, 刚蜕完皮的幼虫虫体透明, 颜色变深, 能清晰地看到虫体内黑色的肠道, 进入预蛹的时候变成乳白色, 化蛹前虫体变粗, 蜷缩呈 C 形, 头和臀板褐色, 前胸背板浅褐色, 体表有成对排列的毛瘤, 体表有刚毛, 腹节有较深的横褶, 腹末端为黑褐色的铲形骨化板",
        "蛹(Pupa)": "长 2.8 - 3.8mm, 一般为白色, 也有一些略微发黄, 体表有整齐的毛瘤, 体表有刚毛, 触角从复眼之间向外侧伸出, 触角端部至前足近口器处, 前足外露, 中足外露, 后足大部为后翅所覆盖, 前端为前胸背板, 头部位于其下, 小盾片三角形, 后胸背板大部可见, 腹端有一对稍向外弯曲的刺",
        "成虫雄虫": "体长 3.6 - 4.8mm, 宽 2.0 - 2.5mm, 长卵形, 棕褐色, 具光泽, 头颜色较深, 前胸背板颜色较深, 棕黄色, 鞘翅基部具一近圆形的淡色斑, 淡色斑四周黑色, 淡色斑后外侧常不完全封闭, 后面的黑色带纹向后突出呈角状, 初羽化的成虫体色较浅, 腹板半透明, 能看见虫体内的白色肠道, 腹板慢慢变成棕黄色, 触角为线状, 触角11节, 柄节棕黄色, 梗节棕黄色, 鞭节黑色, 柄节表皮有波纹状的隆起, 梗节表皮有波纹状的隆起, 鞭节表皮隆起呈鱼鳞状, 前胸背板表面隆起, 前胸背板密布细刻点, 前胸背板四角各具毛1根, 小盾片三角形, 小盾片无刻点, 鞘翅表面具密而浅细的刻点, 鞘翅侧缘稍微膨大, 鞘翅端部合成圆形, 初羽化的成虫腹部末端被遮盖于鞘翅内, 腹部膨大, 腹末端外露于鞘翅, 足胫节端半部黑色, 跗节黑色, 胫节基半部棕黄色, 腿节棕黄色, 胫节端部具一长刺, 雄虫的腹末端钝, 雄虫的腹末端开裂, 雄虫的腹末端分为三瓣",
        "成虫雌虫": "体长 3.6 - 4.8mm, 宽 2.0 - 2.5mm, 长卵形, 棕褐色, 具光泽, 头颜色较深, 前胸背板颜色较深, 棕黄色, 鞘翅基部具一近圆形的淡色斑, 淡色斑四周黑色, 淡色斑后外侧常不完全封闭, 后面的黑色带纹向后突出呈角状, 初羽化的成虫体色较浅, 腹板半透明, 能看见虫体内的白色肠道, 腹板慢慢变成棕黄色, 触角为线状, 触角11节, 柄节棕黄色, 梗节棕黄色, 鞭节黑色, 柄节表皮有波纹状的隆起, 梗节表皮有波纹状的隆起, 鞭节表皮隆起呈鱼鳞状, 前胸背板表面隆起, 前胸背板密布细刻点, 前胸背板四角各具毛1根, 小盾片三角形, 小盾片无刻点, 鞘翅表面具密而浅细的刻点, 鞘翅侧缘稍微膨大, 鞘翅端部合成圆形, 初羽化的成虫腹部末端被遮盖于鞘翅内, 腹部膨大, 腹末端外露于鞘翅, 足胫节端半部黑色, 跗节黑色, 胫节基半部棕黄色, 腿节棕黄色, 胫节端部具一长刺, 雌虫腹末端尖而突出, 雌虫腹末端完整不开裂"
    },
    "蚜虫": {
        "害虫类别": "蚜虫",
        "成虫(Adult)": "体长 3.1mm, 宽 1.4mm, 长卵形, 草绿色至橙红色, 头部略显灰色, 腹侧具灰绿色斑, 触角黑色, 喙端节黑色, 跗节黑色, 腹管黑色, 尾片色浅, 腹部第六至八节及腹面具横网纹, 无缘瘤, 中胸腹岔具短柄, 额瘤显著外倾, 触角细长, 触角全长不及体长, 触角第三节基部具 1 - 4 个次生感觉圈, 喙粗大, 喙超过中足基节, 端节圆锥形, 端节是基宽的 1.8 倍, 腹管长圆筒形, 腹管长为体长的 1/4, 腹管在端部有十几行网纹, 尾片长圆锥形, 尾片长为腹管的 1/2, 尾片有 6 - 8 根曲毛, 有翅型翅中脉分支2次, 有翅型触角第三节长 0.66毫米, 有翅型触角有感觉圈10～13个"
    },
    "麦圆蜘蛛": {
        "害虫类别": "麦圆蜘蛛",
        "卵(Egg)": "椭圆形,长 0.2 mm,宽 0.1 - 0.14 mm,初产暗红色,具光泽,后变淡红色,五角形网纹,卵面皱缩,夏型卵,冬型卵,夏型卵卵期长,卵面薄膜,冬型卵卵期短",
        "若虫(Nymph)": "初孵幼螨足 3 对,足等长,体躯红褐色,口器红褐色,足红褐色,取食后体色暗绿色,体背刻纹 4 条,若螨期足 4 对,足红色,末龄若螨体长 0.51 mm,体色深红色,足长,足向下弯曲",
        "成虫(Adult)": "体卵圆形,体长 0.6 - 0.98 mm,体宽 0.43 - 0.65 mm,体黑褐色,疏生白色毛,体背横刻纹 8 条,圆形小眼点,隆起的肛门,生殖器位于腹背,口器由螯肢构成,螯肢的鳌退化,活动趾内侧面无齿状突起,具刺吸能力,足 4 对,第一对足最长,第四对足次长,第二对足与第三对足几等长,口器红色,足红色,肛门周围红色"
    },
    "吸浆虫": {
        "害虫类别": "吸浆虫",
        "卵(Egg)": "长圆形, 一端较钝, 大小为 0.09mm×0.35mm, 淡红色, 透明, 表面光滑, 内部充满了蛋黄球, 红色, 前端较透明",
        "幼虫(Larva)": "体背无显著的瘤点, 腹面有极小的棘, 集合成群, 按体节分列, 气管系属于后气孔式, 仅在第九腹节上有一对大而突出的气孔, 腹部末端呈二叉状, 皮层全透明, 身体两侧各有一纵列橙黄色的脂肪体小块, 为橙黄色, 脂肪体从身体两侧的中央逐渐扩展, 全身布满脂肪体, 体长 2.5～3mm, 椭圆形, 前端稍尖, 腹部粗大, 后端较钝, 橙黄色, 全身 13 节 (头 1 节, 胸 3 节, 腹 9 节), 无足, 头小, 分为两部分, 前部较短小, 皮质坚硬, 有纵列的黄色 “筋” 4 条, 后部较大, 透明, 柔软, 便于伸缩, 没有单眼和复眼, 在头部的背面与腹面剑状胸骨片相对稍偏前处有黑色眼点, 感光, 在第一胸节的腹面可见 Y 形剑骨片构造, 口器周围肌肉发达, 着生锐刺 5 对, 第一对又状, 位于口的上方, 第二对钩状, 第三、四、五对尖直, 分列两侧, 另有又状刺 3 对, 位于前口刺外缘的后方, 虫体昔面自第一胸节至腹末节被覆鳞片, 背面和侧面还有很多疣状突起, 疣的上面簇生丛毛, 腹面在一至八节每节的前半部, 有横列椭圆形骨片各 1 个, 上生尖形细齿（棘）, 第一胸节腹面中部有一纵贯 Y 形剑骨片",
        "蛹(Pupa)": "体赤褐色, 长 2mm, 前端略大, 头部有短感觉毛, 头的后面前胸处有 1 对长毛, 黑褐色, 为呼吸管, 头部缩入前胸, 体形变短加粗, 不甚活动, 前、中、后胸 3 节分界不明显, 连成圆形, 脂肪体消失, 呈白色透明状, 剑骨片特别明显, 眼点分离, 翅芽、足、触角在体中开始形成, 透视呈乳白色, 体呈淡黄色, 翅芽、足、触角白色或淡黄色, 翅芽短仅及腹部第一节, 眼点无变化, 前胸背面的一对毛状呼吸管显著伸出, 翅芽渐次增长, 其尖端一般均达第三腹节, 虫体颜色亦较前变深, 多为橙黄色或橘红色, 体色橙黄或橘红, 复眼的渐次形成, 左右愈合, 复眼颜色由淡黄 — 橙黄 — 橘红 — 深红色依次变化, 翅芽、触角有的为淡黄, 有的为黄白色, 翅芽由灰色 — 淡黑色 — 赭色 — 黑色渐变, 复眼亦由红 — 深红 — 黑红 — 黑色渐变, 足及触角亦由淡黄 — 淡灰 — 深灰 — 黑色渐变, 虫体颜色变化不一, 囊包圆形, 黄泥浆色, 似粗砂粒, 呈豆状, 长形茧",
        "成虫雄虫": "体形稍小, 长约 2mm, 翅展约 4mm, 触角远长于雌虫, 念珠状, 26 节 (触角中的 12 个鞭节每节都似有 2 节, 2 加 24, 故为 26 节), 腹部较雌虫为细, 末端略向上弯曲, 具外生殖器或交配器, 其两侧有抱握器 1 对, 末端生坚锐黄褐色的钩, 器面生长毛, 中间有阳具, 中藏阳茎, 阳具基部两侧生副器",
        "成虫雌虫": "体微小纤细, 似蚊子, 体色橘红或橙黄, 全身被有细毛, 体长 2～2.5mm, 翅展约 5mm, 头部很小, 下口式, 折转覆在前胸下面, 颜面橙黄色, 复眼黑色, 合眼式, 左右两眼完全愈合, 没有界线, 眼大, 镜面圆形, 没有单眼, 触角细长, 念珠状, 14 节 (2+12), 胸部很发达, 橙黄色, 前胸很狭, 不易看见, 中胸很大, 背板发达, 盾片大, 颜色较深, 小盾片圆球形, 隆起, 侧板发达, 侧板成直线, 连接翅基部和中足基节间, 后胸很小, 不发达, 足细长, 前翅发达, 成阔卵圆形, 沿前缘的为前缘脉 (C), 其次为第一径脉 (R), 只达翅的 1/3 处, 第三条为径脉总支 (Rs), 直达翅的端部, 与前缘脉的端部相连接, 第四条为中脉的后支 (M) 和肘脉 (Cu) 合并为叉状, 后翅退化成平衡棍, 腹部 9 节, 略呈纺锤形, 橙黄色, 第八、九两节之间有可以套缩的伪产卵管, 是由第九节延伸而成, 中等长度, 略能伸缩, 全部伸出时约为腹长的一半"
    }
}